{
  "towel":"1. Wear it.\n\n When swimming - your friends may find it amusing to run off with all of your clothes, leaving you with nothing but an old towel lying around in the changing rooms. This towel is your saviour. Wrap it around your waist, and you may freely roam the building once more, in an attempt to find your friends, your clothes, or a security guard. \n\n2. Protect yourself from the Ravenous Bug-blatter Beast Of Trall with it. \n\n The Ravenous Bug-blatter Beast Of Trall is not a beast you would want to pick a fight with. Unless you have a death-wish that is. Fortunately, it so happens that the Ravenous Bug-blatter Beast Of Trall is particularly stupid, meaning if you can't see it, it can't see you. If confronted by a Ravenous Bug-blatter Beast Of Trall, cover your head with your towel, so obscuring your view of it completey and the beast will stomp off in search of prey that does not spontaniously disappear into thin air. \n\n3. Soak nutricious substances (and/or anti-depressants) into it for easy carrying. \n\nUseful for the more active hitchhiker who finds little time for luxuries in life, such as eating. Soak nutricious substances such as vitamin supplements, wheatgerm and so forth into your towel, therefore making sure you keep your energy levels high! You may also wish to soak anti-depressents into your towel if you are on a particulaty depressing planet, or for after you've sucked the wheatgerm extracts. \n\n4. Sleep under it. \n\nWhen hitchhiking - you find yourself with nowhere to sleep for the night. Your towel may come in very handy to use as a blanket to sleep under, or to sleep on. If you have a particulary out-sized towel, you might want to fold it in half and sleep in it \n\n5. Use it for drying yourself off with. \n\nWell what else! You couldn't have a list of uses for a towel without this one! \n\n6. Use it to blindfold beings so you can get them to go where you want. \n\nSight is a powerful thing, and without it, many beings will weaken and become easily controlable. Should you wish to control a being in such a way, such as a run-away horse or giant bird you might be sitting on - blindfold it with your towel and you should have almost immediate control. \n\n7. Use it to incapacitate security robots \n\nFirstly, catch the robot, using your towel as a net. Once you have the robot under the towel, he can't see where he is going (see 6.) and it's a lot easier to get at his/her/it's wiring to alter/destroy it. \n\n8. Thread handy pieces of wire (or similar) into it. \n\nWhen you have incapacitated the security robot, (See 7.) You might decide to keep him/her/it as a pet, or for use as a tactical diversion later on. This is easy if you have a couple of handy pieces of wire threaded into the sides of your towel, which you can roughly jam into the robot's emotion chip or other piece of delicate circuitry. \n\n9. Carry useful things around the Galaxy in it. \n\nYou can place useful things in the middle of your towel, grab all the corners and use it like a bag. You could even carry more towels in your towel/bag! You can also carry food, survival supplies and a copy of 'The Hitchhikers guide To The Galaxy' in your towel/bag. \n\n10. Distract Perfectly Normal Beasts with it. \n\nThe meat from a perfectly normal beast makes a great sandwich filler - the only problem being that, in order to get the meat, you first need to catch one. Use your towel to distract a perfectly normal beast, and a friend to catch the beast. Perfectly normal beasts tend o be rather powerful, and rather fast moving, so always opt for the towel-waving if possible. \n\n11. Use it to make a hard rock more comfortable. \n\nRock = hard, towel = soft. If you sit on a hard rock for very long, your backside will ache for hours afterwards, if not days. however, fold your towel into four, and place it on the rock beforehand - and your posterior will suffer much less. \n\n12. Use it as a sun-shade on hot bearly habitable planets. \n\nHot bearly-habitable planets can be a pain. You have to carry all of that sun-lotion, parasols, and so forth. However, this can be avoided! Use your towel as a sun-shade, therefore eliminating the need for a parasol, and cuts right down on the sun-cream! Plus, at a fraction of the weight of 42 bottles of sun-lotion, it's a lot better to hitch-hike with! \n\n13. Use it as a 'Linus Blanket' \n\nYes, we are all a bit sensitive at heart, and when it all gets too much, we need a source of stablity. In the 'Peanuts' cartoons drawn by Charles Schultz, a character named Linus had a blanket he carried everywhere, hence the name 'Linus Blanket'. A towel makes a very effective Linus Blanket, as when the worst comes to the worst, it soaks up all of the tears a treat! \n\n14. Use it as a sail when stranded at sea. \n\nIt's all very well having built that life-raft out of deck-chairs and old rope - but you ain't going nowhere unless you've got a sail. It is possible that you may drift upon a desert island without one - eventually, but it's a lot quicker if you harness the wind's power in your sturdy towel, and breeze home. \n\n15. Use it to wrap your camera lenses in so they don't get covered in salt when sailing to Norway and back on a raft. \n\n16. Use it for winning arguments about wind-speed velocity. \n\n17. Use it as a particularly ineffective bookmark \n\n18. Use it to wrap your sandwiches in for that fresh clean taste, \n\n19. A one person changing room with a 'liable to fall down at any time' door. \n\n20. A giraffe excluder - roll it up, lay below door ... hey presto, no giraffes ... or drafts for that matter \n\n21. Aftersun - soak in cold water and drape over burnt area ... \n\n22. Use it to sit on in a naturist camp (this is a real use and a demonstration of naturist etiquette). \n\n24. As well as lying on it whilst sunbathing, it can be used to cover sensitive bits, eg feet, head. \n\n25. Soak it in cold water and use to soothe the fevered brow. \n\n27. Use round nether regions as a nappy/diaper either for real or at a fancy dress party. \n\n28. Use as an emergency curtain. \n\n29. Lay it on the floor next to the bed at night so you step on it and not the cold floor first thing in the morning. \n\n30. Drape it on the sofa to keep the sofa from collecting pet hair. \n\n31. Snap it at people (or beasts) you wish to repel. \n\n32. Lay it over vents to prevent things falling into them. \n\n33. Use as part of a giant patch-work towel project. \n\n34. Wipe dew off the windscreen in the mornings before your commute. \n\n35. Use it to cover your car windscreen overnight to prevent the hard frost seting on it. \n\n36. Wrap it around the bottom of the Christmas tree to hide the cheesy plastic base. \n\n37. Wrap it around your head to hide the evidence of your embarrassing attempt at home hair color. \n\n38. Use it as a pillow. \n\n39. Use it to buff your shoes with (instead of your trouser leg)before going in to see your boss. \n\n40. Use it to hide presents in. \n\n 41. Use it to mop up spillages with. \n\n42. Use it as a field-dressing."
}

